/*
 * ------------------------------------------------------------
 * IMPORTANT: The contents of this file are auto-generated.
 *
 * This file may be updated by the Shopify admin theme editor
 * or related systems. Please exercise caution as any changes
 * made to this file may be overwritten.
 * ------------------------------------------------------------
 */
{
  "sections": {
    "main": {
      "type": "main-page",
      "settings": {
        "show_page_title": true,
        "bg_color": "",
        "gradient": "",
        "padding_top": 60,
        "padding_bottom": 30
      }
    },
    "accordion-section-1": {
      "type": "section-accordions",
      "blocks": {
        "accordion_block_1_1": {
          "type": "text",
          "settings": {
            "title": "I vostri prodotti sono autentici?",
            "text": "<p>Sì, tutti i nostri prodotti sono nuovi e autentici. Siamo rivenditori ufficiali di tutti i brand disponibili sul nostro sito. Tutti i prodotti sono completi di etichette e packaging originale.</p>"
          }
        },
        "accordion_block_1_2": {
          "type": "text",
          "settings": {
            "title": "Gli articoli esauriti vengono riassortiti?",
            "text": "<p>Lo store Anna Virgili mostra in tempo reale la disponibilità degli articoli presenti nei nostri magazzini e nei punti vendita.</p><p>Se una taglia non è attualmente disponibile, significa che è terminata e, al momento, non possiamo prevedere se ci sarà un riassortimento nel corso della stagione.</p><p>Ti consigliamo di visitare periodicamente la pagina del prodotto o della collezione per verificare eventuali aggiornamenti sulla disponibilità. Puoi anche salvare i tuoi articoli preferiti nella WISHLIST, così da tenerli sempre sotto controllo.</p>"
          }
        }
      },
      "block_order": [
        "accordion_block_1_1",
        "accordion_block_1_2"
      ],
      "settings": {
        "layout": "one-column",
        "show_accordion_divider": false,
        "line_thickness": "normal",
        "subheading": "",
        "title": "Prodotti",
        "type_style": "font-heading",
        "heading_size": 100,
        "text": "",
        "tabs_bg_color": "#fafafa",
        "bg_color": "",
        "gradient": "",
        "text_color": "text-dark",
        "border_color": "",
        "width": "wrapper--narrow",
        "padding_top": 20,
        "padding_bottom": 60
      }
    },
    "accordion-section-2": {
      "type": "section-accordions",
      "blocks": {
        "accordion_block_2_0": {
          "type": "text",
          "settings": {
            "title": "Come faccio a trovare il negozio Anna Virgili più vicino a me?",
            "text": "<p>Puoi cliccare qui per accedere al nostro <a href=\"/pages/store-locator\" target=\"_blank\" title=\"Store Locator\">motore di ricerca store</a> e scoprire il punto vendita Anna Virgili più vicino a te.</p><p>Troverai tutte le informazioni utili: indirizzo, contatti, giorni e orari di apertura.</p>"
          }
        },
        "accordion_block_2_1": {
          "type": "text",
          "settings": {
            "title": "Posso richiedere assistenza o consulenza personalizzata in negozio?",
            "text": "<p>Certamente. Il nostro personale è sempre disponibile per assisterti nella scelta e offrirti un servizio su misura, pensato per rendere la tua esperienza d’acquisto ancora più piacevole.</p>"
          }
        },
        "accordion_block_2_3": {
          "type": "text",
          "settings": {
            "title": "Tutti i prodotti disponibili online si trovano anche in negozio?",
            "text": "<p>Generalmente sì, ma potrebbero esserci delle differenze. Alcuni articoli possono essere disponibili esclusivamente online, mentre altri potrebbero far parte di collezioni dedicate ai nostri store fisici. Ti consigliamo di contattare il negozio più vicino per verificare la disponibilità di uno specifico prodotto.</p>"
          }
        }
      },
      "block_order": [
        "accordion_block_2_0",
        "accordion_block_2_1",
        "accordion_block_2_3"
      ],
      "settings": {
        "layout": "one-column",
        "show_accordion_divider": false,
        "line_thickness": "normal",
        "subheading": "",
        "title": "Negozi Anna Virgili",
        "type_style": "font-heading",
        "heading_size": 100,
        "text": "",
        "tabs_bg_color": "#fafafa",
        "bg_color": "",
        "gradient": "",
        "text_color": "text-dark",
        "border_color": "",
        "width": "wrapper--narrow",
        "padding_top": 60,
        "padding_bottom": 60
      }
    },
    "accordion-section-3": {
      "type": "section-accordions",
      "blocks": {
        "accordion_block_3_0": {
          "type": "text",
          "settings": {
            "title": "In quali paesi spedite?",
            "text": "<p>Spediamo in tutto il mondo con UPS. I tempi e i costi variano sulla base del paese di spedizione.</p><p>Per consultare l’elenco dei paesi in cui spediamo e i relativi tempi e costi di spedizione, consulta la pagina <a href=\"/pages/ordini-e-spedizioni\" target=\"_blank\" title=\"Ordini e spedizioni\">Ordini & Spedizioni</a>.</p>"
          }
        },
        "accordion_block_3_1": {
          "type": "text",
          "settings": {
            "title": "Posso effettuare un ordine e ritirarlo in un punto vendita Anna Virgili?",
            "text": "<p>Sì, durante il checkout potrai scegliere tra diverse modalità di spedizione.</p><p>Oltre alla consegna a domicilio, è disponibile anche il ritiro in negozio, selezionando il punto vendita Anna Virgili più vicino alla tua posizione tra quelli disponibili.</p><p>Il servizio è GRATUITO e non prevede costi di spedizione aggiuntivi.</p><p>Non appena il tuo ordine sarà disponibile per il ritiro, riceverai una notifica via email e un aggiornamento sarà visibile anche all’interno del tuo account personale.</p>"
          }
        },
        "text_GNHTVq": {
          "type": "text",
          "settings": {
            "title": "Posso modificare o annullare un ordine?",
            "text": "<p>Una volta confermato, l’ordine non può essere modificato o cancellato. Ti invitiamo a verificare con attenzione il contenuto del carrello prima di procedere al pagamento. Per qualsiasi esigenza o segnalazione, puoi comunque contattarci attraverso la <a href=\"/pages/contatti\" target=\"_blank\" title=\"Contatti\">sezione Contatti</a> del sito.</p>"
          }
        },
        "text_L6aVNA": {
          "type": "text",
          "settings": {
            "title": "Sono un cliente extra UE, i vostri prezzi includono i dazi doganali?",
            "text": "<p>No, eventuali dazi doganali e tasse d’importazione sono a carico del cliente e devono essere corrisposti al corriere secondo le modalità indicate.</p>"
          }
        },
        "accordion_block_3_2": {
          "type": "text",
          "settings": {
            "title": "Quali sono i costi e i tempi di spedizione?",
            "text": "<p>Il corriere che utilizziamo è UPS e spediamo in Italia in 24-48 ore con consegna espressa, e fuori dall’Italia in 4/7 giorni lavorativi. </p><p>In Italia, la spedizione ha un costo di €7 per ordini inferiori a €150 ed è gratuita per ordini pari o superiori a €150. Per le spedizioni internazionali, i costi partono da €12.</p><p>Per consultare l’elenco completo dei paesi in cui spediamo e i relativi costi, ti invitiamo a visitare la pagina <a href=\"/pages/ordini-e-spedizioni\" title=\"Ordini e spedizioni\">Spedizioni</a>.</p>"
          }
        },
        "text_zR7wjj": {
          "type": "text",
          "settings": {
            "title": "Ho bisogno di un account per acquistare sul sito?",
            "text": "<p>No, non è necessario creare un account manualmente. Al momento dell'acquisto, un account viene generato automaticamente e associato alla tua email. Qui vengono memorizzati i tuoi ordini, dati anagrafici e indirizzi di spedizione. Per accedere, visita la sezione Accedi e inserisci la tua email. Riceverai un OTP via email da inserire per accedere alla tua area personale.</p>"
          }
        },
        "text_Mq8Mjm": {
          "type": "text",
          "settings": {
            "title": "Come posso tracciare un ordine?",
            "text": "<p>Al momento della spedizione, riceverai un'e-mail con il numero di tracking per monitorare l'avanzamento della spedizione tramite il sito del corriere o il link fornito. In alternativa, puoi sempre monitorare lo stato della spedizione dalla tua area personale.</p>"
          }
        }
      },
      "block_order": [
        "accordion_block_3_0",
        "accordion_block_3_1",
        "text_GNHTVq",
        "text_L6aVNA",
        "accordion_block_3_2",
        "text_zR7wjj",
        "text_Mq8Mjm"
      ],
      "settings": {
        "layout": "two-columns",
        "show_accordion_divider": false,
        "line_thickness": "normal",
        "subheading": "",
        "title": "Ordini e spedizioni",
        "type_style": "font-heading",
        "heading_size": 120,
        "text": "",
        "tabs_bg_color": "#fafafa",
        "bg_color": "",
        "gradient": "",
        "text_color": "text-dark",
        "border_color": "",
        "width": "wrapper",
        "padding_top": 60,
        "padding_bottom": 60
      }
    },
    "accordion-section-4": {
      "type": "section-accordions",
      "blocks": {
        "accordion_block_4_0": {
          "type": "text",
          "settings": {
            "title": "Come posso effettuare un reso online?",
            "text": "<p>Se desideri restituire uno o più articoli online, puoi farlo facilmente attraverso il tuo profilo</p><p>personale.</p><p>Ecco come funziona la procedura:</p><ol><li>Accedi al tuo account personale.</li><li>Trova il tuo ordine: nella sezione Ordini, individua l’ordine per il quale desideri richiedere un reso. È possibile effettuare anche un reso parziale, selezionando solo alcuni dei prodotti contenuti nell’ordine.</li><li>Richiedi un reso: seleziona l’opzione per avviare la procedura e segui le istruzioni guidate.</li><li>Ricevi l’etichetta di spedizione per il reso via e-mail.</li><li>Prepara il pacco e applica l’etichetta all’esterno.</li><li>Restituisci il pacco: puoi portarlo in un UPS Access Point, oppure prenotare il ritiro a domicilio tramite la piattaforma ufficiale UPS a questo link</li></ol><p>Per maggiori informazioni, consulta la pagina <a href=\"/pages/resi-e-rimborsi\" title=\"Resi e rimborsi\">Resi & Rimborsi</a>.</p>"
          }
        },
        "accordion_block_4_1": {
          "type": "text",
          "settings": {
            "title": "Quali sono le condizioni per effettuare un reso?",
            "text": "<p>Periodo per effettuare il reso: la richiesta deve essere inviata entro 14 giorni dalla data di ricezione dell’ordine.</p><p>Condizioni del prodotto: il prodotto deve essere restituito integro, inutilizzato, con etichette e imballo originali.</p>"
          }
        },
        "accordion_block_4_2": {
          "type": "text",
          "settings": {
            "title": "Quanto tempo ci vuole per ricevere il mio rimborso dopo aver effettuato un reso?",
            "text": "<p>Una volta ricevuto il prodotto (procedura online o su punto vendita Anna Virgili), ci riserviamo 3–7</p><p>giorni lavorativi per approvare il rimborso. L’importo verrà poi accreditato sullo stesso metodo di</p><p>pagamento utilizzato in fase di acquisto.</p>"
          }
        },
        "accordion_block_4_3": {
          "type": "text",
          "settings": {
            "title": "Come posso effettuare un reso in un punto vendita Anna Virgili?",
            "text": "<p>Puoi restituire i tuoi articoli direttamente in uno dei nostri negozi Anna Virgili. Consulta il nostro motore di ricerca per trovare il punto vendita più vicino a te. All’arrivo in negozio, una commessa verificherà le condizioni generali del prodotto affinchè sia conforme alle politiche di reso.</p><p>Per effettuare la restituzione, ti basterà:</p><ul><li>presentarti in negozio entro 14 giorni dalla ricezione dell’ordine</li><li>portare con te due copie cartacee della conferma d’ordine</li></ul><p>Entrambe le copie verranno <strong>firmate e timbrate dal negozio</strong>: una resterà a te come riscontro, l’altra sarà trattenuta dal negozio a conferma dell’avvenuta restituzione e presa in carico.</p><p>Per maggiori informazioni, consulta la pagina <a href=\"/pages/resi-e-rimborsi\" title=\"Resi e rimborsi\">Resi & Rimborsi</a>.</p>"
          }
        },
        "accordion_block_4_4": {
          "type": "text",
          "settings": {
            "title": "Il reso è gratuito?",
            "text": "<p>RESO ONLINE</p><p>La procedura ha un costo fisso di € 5,00, che verrà dedotto dall’importo rimborsato.</p><p>RESO IN UN PUNTO VENDITA ANNA VIRGILI</p><p>La procedura è GRATUITA e non prevede alcun costo. L'importo del tuo ordine verrà rimborsato per intero.</p><p>*Nota: L’importo delle spese di spedizione sostenute al momento dell’acquisto verrà rimborsato</p><p>per intero, salvo in caso di reso parziale. In quest’ultimo caso, il costo di spedizione iniziale non verrà rimborsato.</p>"
          }
        },
        "text_Czq8hr": {
          "type": "text",
          "settings": {
            "title": "Posso cambiare un prodotto acquistato con un’altra taglia o colore?",
            "text": "<p>Al momento non offriamo la possibilità di effettuare cambi diretti. Se desideri una taglia o un colore diverso, ti invitiamo a effettuare un nuovo ordine e a procedere con il reso dell’articolo che</p><p>non intendi tenere, seguendo le modalità indicate nella sezione Resi & Rimborsi.</p><p>Per qualsiasi dubbio o necessità, il nostro Servizio Clienti è sempre a tua disposizione.</p>"
          }
        }
      },
      "block_order": [
        "accordion_block_4_0",
        "accordion_block_4_1",
        "accordion_block_4_2",
        "accordion_block_4_3",
        "accordion_block_4_4",
        "text_Czq8hr"
      ],
      "settings": {
        "layout": "two-columns",
        "show_accordion_divider": false,
        "line_thickness": "normal",
        "subheading": "",
        "title": "Resi e rimborsi",
        "type_style": "font-heading",
        "heading_size": 120,
        "text": "",
        "tabs_bg_color": "#fafafa",
        "bg_color": "",
        "gradient": "",
        "text_color": "text-dark",
        "border_color": "",
        "width": "wrapper",
        "padding_top": 60,
        "padding_bottom": 60
      }
    }
  },
  "order": [
    "main",
    "accordion-section-1",
    "accordion-section-2",
    "accordion-section-3",
    "accordion-section-4"
  ]
}
